---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.MmH2OPerM
source: html/279890e5-d66f-8f61-aa40-fb71dc7f1616.htm
---
# Autodesk.Revit.DB.SymbolTypeId.MmH2OPerM Property

Symbol mmH2O/m, indicating unit Millimeters of water column per meter.

## Syntax (C#)
```csharp
public static ForgeTypeId MmH2OPerM { get; }
```